# SquareCentimetersPerMeter Property

---
C#Visual BasicVisual C++
Revit 2024 API
---
UnitTypeId..::..SquareCentimetersPerMeter Property
UnitTypeId Class See Also
---
Square centimeters per meter.
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)**Since:** 2021
# Syntax
C#
---
```text
public static ForgeTypeId SquareCentimetersPerMeter { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property SquareCentimetersPerMeter As ForgeTypeId
	Get
```

Visual C++
---
```text
public:
static property ForgeTypeId^ SquareCentimetersPerMeter {
	ForgeTypeId^ get ();
}
```

# See Also
UnitTypeId Class
Autodesk.Revit.DB Namespace